const staticContent = {
  websiteName: "FirePlace",
  phoneNumber: "054-5555555",
  emailAddress: "some@email.com",
  address: "לורם איפסום דולור סיט אמט, קלאצי הועניב היושבב שערש שמחויט",
  contactPageTop_p: (
    <p>
      <strong>
        לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.
      </strong>
      קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה
      ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק.
    </p>
  ),
};

export default staticContent;
