import fireplace1 from "../images/fireplace1lg.jpg";
import fireplace2 from "../images/fireplace2lg.jpg";
import fireplace3 from "../images/fireplace3lg.jpg";

import fireplaceSm1 from "../images/Gallery/galleryImageSm1.jpg";
import fireplaceSm2 from "../images/Gallery/galleryImageSm2.jpg";
import fireplaceSm3 from "../images/Gallery/galleryImageSm3.jpg";

const productsList = [
    {
        id: 1,
        imageLg: fireplace1,
        imageSm: fireplaceSm1,
        header: "לורם איפסום דולור סיט אמט",
        text: "מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.        גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.",
        shortText: "לורם איפסום דולור סיט אמט",
        styleList: ["לורם איפסום","דולור סיט אמט","קונסקטורר"],
        typeOptionsList: ["מוסן","מונפרר"],
        featuresList: ["גולר מונפרר סוברט","לורם שבצק יהול","לכנוץ בעריר גק ליץ","גק ליץ","ולום ארווס סאפיאן"],
        url: "/itempage/1"
    },
    {
        id: 2,
        imageLg: fireplace2,
        imageSm: fireplaceSm2,
        header: "לורם איפסום דולור סיט אמט",
        text: "מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.        גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.",
        shortText: "לורם איפסום דולור סיט אמט",
        styleList: ["לורם איפסום","דולור סיט אמט","קונסקטורר"],
        typeOptionsList: ["מוסן","מונפרר"],
        featuresList: ["גולר מונפרר סוברט","לורם שבצק יהול","לכנוץ בעריר גק ליץ","גק ליץ","ולום ארווס סאפיאן"],
        url: "/itempage/2"
    },
    {
        id: 3,
        imageLg: fireplace3,
        imageSm: fireplaceSm3,
        header: "לורם איפסום דולור סיט אמט",
        text: "מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.        גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.",
        shortText: "לורם איפסום דולור סיט אמט",
        styleList: ["לורם איפסום","דולור סיט אמט","קונסקטורר"],
        typeOptionsList: ["מוסן","מונפרר"],
        featuresList: ["גולר מונפרר סוברט","לורם שבצק יהול","לכנוץ בעריר גק ליץ","גק ליץ","ולום ארווס סאפיאן"],
        url: "/itempage/3"
    },
    {
        id: 2,
        imageLg: fireplace2,
        imageSm: fireplaceSm2,
        header: "לורם איפסום דולור סיט אמט",
        text: "מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.        גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.",
        shortText: "לורם איפסום דולור סיט אמט",
        styleList: ["לורם איפסום","דולור סיט אמט","קונסקטורר"],
        typeOptionsList: ["מוסן","מונפרר"],
        featuresList: ["גולר מונפרר סוברט","לורם שבצק יהול","לכנוץ בעריר גק ליץ","גק ליץ","ולום ארווס סאפיאן"],
        url: "/itempage/2"
    },
    {
        id: 3,
        imageLg: fireplace3,
        imageSm: fireplaceSm3,
        header: "לורם איפסום דולור סיט אמט",
        text: "מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.        גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.",
        shortText: "לורם איפסום דולור סיט אמט",
        styleList: ["לורם איפסום","דולור סיט אמט","קונסקטורר"],
        typeOptionsList: ["מוסן","מונפרר"],
        featuresList: ["גולר מונפרר סוברט","לורם שבצק יהול","לכנוץ בעריר גק ליץ","גק ליץ","ולום ארווס סאפיאן"],
        url: "/itempage/3"
    },
    {
        id: 1,
        imageLg: fireplace1,
        imageSm: fireplaceSm1,
        header: "לורם איפסום דולור סיט אמט",
        text: "מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.        גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.",
        shortText: "לורם איפסום דולור סיט אמט",
        styleList: ["לורם איפסום","דולור סיט אמט","קונסקטורר"],
        typeOptionsList: ["מוסן","מונפרר"],
        featuresList: ["גולר מונפרר סוברט","לורם שבצק יהול","לכנוץ בעריר גק ליץ","גק ליץ","ולום ארווס סאפיאן"],
        url: "/itempage/1"
    },
    {
        id: 3,
        imageLg: fireplace3,
        imageSm: fireplaceSm3,
        header: "לורם איפסום דולור סיט אמט",
        text: "מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.        גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.",
        shortText: "לורם איפסום דולור סיט אמט",
        styleList: ["לורם איפסום","דולור סיט אמט","קונסקטורר"],
        typeOptionsList: ["מוסן","מונפרר"],
        featuresList: ["גולר מונפרר סוברט","לורם שבצק יהול","לכנוץ בעריר גק ליץ","גק ליץ","ולום ארווס סאפיאן"],
        url: "/itempage/3"
    },
    {
        id: 1,
        imageLg: fireplace1,
        imageSm: fireplaceSm1,
        header: "לורם איפסום דולור סיט אמט",
        text: "מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.        גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.",
        shortText: "לורם איפסום דולור סיט אמט",
        styleList: ["לורם איפסום","דולור סיט אמט","קונסקטורר"],
        typeOptionsList: ["מוסן","מונפרר"],
        featuresList: ["גולר מונפרר סוברט","לורם שבצק יהול","לכנוץ בעריר גק ליץ","גק ליץ","ולום ארווס סאפיאן"],
        url: "/itempage/1"
    },
    {
        id: 2,
        imageLg: fireplace2,
        imageSm: fireplaceSm2,
        header: "לורם איפסום דולור סיט אמט",
        text: "מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי.        גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.",
        shortText: "לורם איפסום דולור סיט אמט",
        styleList: ["לורם איפסום","דולור סיט אמט","קונסקטורר"],
        typeOptionsList: ["מוסן","מונפרר"],
        featuresList: ["גולר מונפרר סוברט","לורם שבצק יהול","לכנוץ בעריר גק ליץ","גק ליץ","ולום ארווס סאפיאן"],
        url: "/itempage/2"
    }
]

export default productsList;